/* GeckoReporter Strings. */

/* Menus */
"Services" = "Serviços";
"Hide %@" = "Ocultar %@";
"Hide Others" = "Esconder outros";
"Show All" = "Mostrar todos";
"Quit %@" = "Saia do %@";

"Edit" = "Editar";
"Undo" = "Desfazer";
"Redo" = "Refazer";
"Cut" = "Cortar";
"Copy" = "Copiar";
"Paste" = "Colar";
"Delete" = "Excluir";
"Select All" = "Selecionar Tudo";
"Spelling and Grammar" = "Ortografia e Gramática";
"Show Spelling and Grammar" = "Mostrar Ortografia e Gramática";
"Check Document Now" = "Verificar documento Agora";
"Check Spelling While Typing" = "Verificar Ortografia Enquanto Digita";
"Check Grammar With Spelling" = "Verificar gramática com ortográfico";
"Correct Spelling Automatically" = "Corrigir automaticamente a ortografia";
"Speech" = "Discurso";
"Start Speaking" = "Começar de falar";
"Stop Speaking" = "Parar de falar";

"Window" = "Janela";
"Minimize" = "Minimizar";
"Zoom" = "Zoom";
"Bring All to Front" = "Passar tudo para a frente";

/* Error messages */
"Error could not send crash report." = "Ocorreu um erro, não foi possível enviar relatório do acidente.";
"Error could not send bug report." = "Ocorreu um erro, não foi possível enviar relatório do erro.";
"Error could not send message." = "Ocorreu um erro, não foi possível enviar a mensagem.";

/* Incomplete fields message */
"Fields not filled." = "Campos não preenchidos.";
"Please be sure all fields are filled as all fields are required." = "Certifique-se de todos os campos estão cheios de todos os campos são obrigatórios.";

/* Status not 200 error */
"Status Code Returned %d" = "Código de estado devolvido: %d.";

/* Buttons */
"Ok" = "Ok";
"Ignore All" = "Ignorar tudo";
"Ignore" = "Ignorar";
"Send All" = "Enviar todas as";
"Cancel" = "Cancelar";
"Send" = "Enviar";
"Sending..." = "A enviar...";

/* Information Notice */
"Anonymous system information will be sent." = "Informações anónimas sobre o sistema serão enviadas.";

/* Interface */

/* Crash Report */
"%@ Crashed" = "%@ Encravou";
"%@ crashed the last time you ran it. Would you like to send me a crash report so I can look into it?" = "%@ encravou a ultima vez que o correu. Pode-me enviar um relatório do erro para que possa averiguar o que aconteceu?";
"Report Date:" = "Data do Relatório:";
"%a, %m/%d/%Y %I:%M:%S %p" = "%d/%m/%Y %H:%M:%S";
"What were you doing when the crash happened?" = "O que estava a fazer quando a aplicação encravou?";
"Include an email address so I can update you on the crash?" = "Pode incluir um endereço de email para que possa contactar consigo?";

/* Bug Report */
"Bug Report" = "Reportar um Erro";
"What did you expect to happen and what didn't happen?" = "O que esperava que acontecesse e não aconteceu?";
"How can I reproduce the bug?" = "Como posso reproduzir o erro?";
"Include an email address so I can update you on the Bug?" = "Pode incluir um endereço de email para poder comunicar consigo?";

/* Contact */
"Contact Me" = "Contacte-me";
"Subject:" = "Assunto:";
"Feedback" = "Feedback";
"Feature Request" = "Pedido de Funcionalidade";
"Support" = "Suporte";
"Include your email so I can respond." = "Inclua o seu email para que lhe possa responder.";
"Whom am I to refer you by?" = "Como o posso tratar?";